[
    {
        "src": "images/Picture1.jpg",
        "title": "Doge",
        "description": "Popularized in 2014, this meme features a Shiba Inu dog with nonsensical captions in Comic Sans font, often conveying awkwardness or confusion."
    },
    {
        "src": "images/Picture3.png",
        "title": "Trollface",
        "description": "This mischievous smile is used to identify oneself as a troll or to portray someone trolling others. It originated from a 2008 MS Paint comic."
    },
    {
        "src": "images/Picture4.jpg",
        "title": "Nyan Cat",
        "description": "The original Nyan Cat meme featured a pixelated cat with a Pop-Tart body flying through space, leaving a rainbow trail. It went viral in 2011."
    },
    {
        "src": "images/Picture5.png",
        "title": "Human Teeth Spongebob",
        "description": "A variation of a meme where Spongebob has realistic human teeth. It highlights the concept of memes predating the internet."
    },
    {
        "src": "images/Picture6.jpg",
        "title": "ORLY Owl",
        "description": "This meme features a close-up of a snowy owl with 'ORLY?' (Oh, really?) superimposed above its head, expressing skepticism."
    },
    {
        "src": "images/Picture7.jpg",
        "title": "Badgers",
        "description": "Contrary to the image, the original meme is a Flash animation featuring cartoon badgers doing calisthenics, sung in a repetitive and nonsensical way."
    },
    {
        "src": "images/Picture8.png",
        "title": "Distracted Boyfriend",
        "description": "The 'Distracted Boyfriend' meme originated from a stock photograph taken in 2015 by Spanish photographer Antonio Guillem in the city of Girona, Spain.Social media users started using the image as a meme at the start of 2017, and it went viral in August 2017 as a way to depict different forms of disloyalty. The meme has inspired various spin-offs and received critical acclaim. The models in the photo are known by their stage names 'Mario' and 'Laura' with Guillem stating it was challenging to get believable expressions from them during the as they often laughed."
    },
    {
        "src": "images/Picture9.jpg",
        "title": "Xavier",
        "description": "This meme features an Indian man named Pakalu Papito known for his witty tweets. A screenshot of his profile picture with a funny caption went viral."
    },
    {
        "src": "images/Picture10.jpg",
        "title": "Salt Bae",
        "description": "Salt Bae's memeable moment wasn't planned. In January 2017, Nusret Gökçe (the real Salt Bae) posted a video on his restaurant's social media showing him prepare meat with his signature flair. The key part? A dramatic slow-motion sequence of him sensually salting the dish by letting it cascade down his forearm. The internet dubbed him 'Salt Bae' and the clip, with its oddly captivating salt move, went viral. Celebrity endorsements like Bruno Mars sharing the video further propelled it to meme fame."
    },
    {
        "src": "images/Picture11.png",
        "title": "Philosoraptor",
        "description": "This meme features a velociraptor contemplating philosophical questions. It originated from a T-shirt design in 2008."
    },
    {
        "src": "images/Picture12.png",
        "title": "Ermahgerd",
        "description": "This widely shared meme originated from an awkward teenage photo captioned 'Gersberms Mah fravrit berks' on Reddit in 2012."
    },
    {
        "src": "images/Picture13.png",
        "title": "Scumbag Steve",
        "description": "Scumbag Steve wasn't born online, but became a meme thanks to a mom's candid photo. In 2006, Susan Boston snapped a picture of her teenage son, Blake. The photo, with Blake sporting a sideways hat and a seemingly unenthused expression, captured a relatable kind of apathy. Years later, in 2011, the image resurfaced online and captions were added that highlighted inconsiderate or selfish behavior.  This perfectly embodied the 'Scumbag Steve' persona, turning a real-life photo into a meme icon."
    },
    {
        "src": "images/Picture14.jpg",
        "title": "Bad Luck Brian",
        "description": "Bad Luck Brian wasn't destined for misfortune, but his yearbook photo sure captured it! In 2012, Kyle Craven's friend, Ian Davies, uploaded Kyle's awkward yearbook picture to Reddit with a funny caption about failing a driving test.  Even though the caption wasn't true, the image resonated.  The combination of Kyle's awkward expression and the humorous captions launched Bad Luck Brian into meme fame."
    },
    {
        "src": "images/Picture15.jpg",
        "title": "Success Kid",
        "description": "This meme features a photo of Sammy Griner with a determined expression holding sand. It became a symbol of triumph after edited captions celebrating achievements appeared in 2011."
    },
    {
        "src": "images/Picture16.jpg",
        "title": "Disaster Girl",
        "description": "Disaster Girl wasn't born from chaos, but a fire drill! The photo's of a then four-year-old Zoë Roth, innocently smiling at a controlled burn, captured her mischievous expression perfectly. Her dad snapped the pic, and years later, the internet turned it into a meme by placing her in front of all sorts of disasters. In 2021, Zoë even profited from her internet fame by selling the original photo as a digital collectible!"
    },
    {
        "src": "images/Picture17.jpg",
        "title": "Woman Yelling at a Cat",
        "description": "Reality TV drama meets feline confusion! This meme combines a screenshot of a frustrated woman with a pic of a cat looking like it's judging dinner."
    },
    {
        "src": "images/Picture18.jpg",
        "title": "Roll Safe Thinking",
        "description": "This meme comes from a British web series. A scene features a character shrugging while riding a segway, expressing a nonchalant 'whatever' attitude."
    },
    {
        "src": "images/Picture19.jpg",
        "title": "Drakeposting",
        "description": "This format uses stills from rapper Drake's 'Hotline Bling' music video. One image shows him disapproving, the other satisfied, perfect for contrasting good vs. bad choices."
    },
    {
        "src": "images/Picture20.jpg",
        "title": "Rick Roll",
        "description": "Rickrolling's internet fame began with a prank on the anonymous forum 4chan in the mid-2000s. Intriguing links, like for a hot new game trailer, would actually send unsuspecting clickers to Rick Astley's music video for 'Never Gonna Give You Up.' The unexpected Rick Astley became the punchline, and rickrolling, a web-born classic, was off and running."
    },
    {
        "src": "images/Picture21.jpg",
        "title": "Left Shark",
        "description": "One of the backup dancers in Katy Perry's 'Super Bowl Halftime Show' goes rogue with funky moves. Celebrates individuality and defying expectations."
    },
    {
        "src": "images/Picture22.jpg",
        "title": "Wojak",
        "description": "Wojak is a black and white illustration of a bald man with a sad expression. It has spawned many variations, each representing a different stereotype or emotion."
    },
    {
        "src": "images/Picture23.jpg",
        "title": "Surprised Pikachu",
        "description": "This meme features a surprised Pikachu from the Pokemon franchise. It's used to express feigned shock or disbelief at something that should have been expected."
    }
]